export default {
	'/datapanel/overview': {
		'IP': {
			id: 53,
			desc: '实时数据'
		},
		'PV': {
			id: 54,
			desc: '实时数据'
		},
		'UV': {
			id: 55,
			desc: '实时数据'
		},
		'付费会员': {
			id: 47,
			desc: '实时数据'
		},
		'电销': {
			id: 56,
			desc: '付费会员'
		},
		'渠道': {
			id: 57,
			desc: '付费会员'
		},
		'行业': {
			id: 6,
			desc: '付费会员'
		},
		'加盟商': {
			id: 34,
			desc: '付费会员'
		},
		'职能-满编率': {
			id: 11,
			desc: '战斗力--职能'
		},
		'职能-离职率': {
			id: 11,
			desc: '战斗力--职能'
		},
		'职能-在岗人数': {
			id: 11,
			desc: '战斗力--职能'
		},
		'职能-编制人数': {
			id: 11,
			desc: '战斗力--职能'
		},
		'渠道-转正人数': {
			id: 9,
			desc: '战斗力--渠道'
		},
		'渠道-离职率': {
			id: 10,
			desc: '战斗力--渠道'
		},
		'营销中心-新兵连人数': {
			id: 40,
			desc: '战斗力--营销中心'
		},
		'营销中心-部门中未转正': {
			id: 41,
			desc: '战斗力--营销中心'
		},
		'营销中心-部门中已转正': {
			id: 7,
			desc: '战斗力--营销中心'
		},
		'营销中心-销售专员总计': {
			id: 42,
			desc: '战斗力--营销中心'
		},
		'营销中心-离职率': {
			id: 8,
			desc: '战斗力--营销中心'
		},
		'营销中心-管理层人数': {
			id: 43,
			desc: '战斗力--营销中心'
		},
		'营销中心-职能人数': {
			id: 69,
			desc: '战斗力--营销中心'
		},
		'营销中心-营销中心总人数': {
			id: 70,
			desc: '战斗力--营销中心'
		}
	},
	'/datapanel/operation': {
		"ID": {
			id: 1,
			desc: '产品运营数据路由权限编号'
		},
		"IP": {
			id: 53,
			desc: "产品运营数据"
		},
		"UV": {
			id: 55,
			desc: "产品运营数据"
		},
		"PV": {
			id: 54,
			desc: "产品运营数据"
		},
		"询盘数量": {
			id: 13,
			desc: "产品运营数据"
		},
		"会员注册": {
			id: 18,
			desc: "产品运营数据"
		},
		"P4P消耗": {
			id: 19,
			desc: "产品运营数据"
		},
		"P4P关键词总量": {
			id: 45,
			desc: "产品运营数据"
		},
		"P4P在投词量": {
			id: 45,
			desc: "产品运营数据"
		},
		"百度联盟收入": {
			id: 46,
			desc: "趋势图1"
		},
		"P4P关键词": {
			id: 45,
			desc: "趋势图2"
		},
		"P4P在投词量（P4P关键词）": {
			id: 45,
			desc: "趋势图2"
		},
		"P4P竞价词": {
			id: 58,
			desc: "趋势图2"
		},
		"p4pCPC": {
			id: 71,
			desc: "趋势图1"
		}
	},
	'/datapanel/effectives': {
		"ID": {
			id: 3,
			desc: '战斗力路由权限编号'
		},
		"职能满编率": {
			id: 11,
			desc: "战斗力"
		},
		"电销转正人数": {
			id: 7,
			desc: "战斗力"
		},
		"渠道转正人数": {
			id: 9,
			desc: "战斗力"
		},
		"百家文章数": {
			id: 27,
			desc: "战斗力"
		},
		"市场部发稿量": {
			id: 28,
			desc: "战斗力"
		},
		"渠道拜访量": {
			id: 22,
			desc: "战斗力"
		},
		"人均在线时长": {
			id: 20,
			desc: "战斗力"
		},
		"人均有效通话次数": {
			id: 21,
			desc: "战斗力"
		},
		"电销": {
			id: 35,
			desc: "销售预测"
		},
		"渠道": {
			id: 38,
			desc: "销售预测"
		}
	},
	'/datapanel/member': {
		"ID": {
			id: 2,
			desc: '付费会员路由权限编号'
		},
		"付费会员": {
			id: 47,
			desc: "付费会员"
		},
		"新增Leads数": {
			id: 31,
			desc: "付费会员"
		},
		"Leads转化率": {
			id: 30,
			desc: "付费会员"
		},
		"3类客户数": {
			id: 24,
			desc: "付费会员"
		},
		"交易付费会员数": {
			id: 33,
			desc: "付费会员"
		},
		"卖家DAU": {
			id: 14,
			desc: "付费会员"
		},
		"增值产品-电销": {
			id: 61,
			desc: "续签率-增值产品"
		},
		"增值产品-渠道": {
			id: 62,
			desc: "续签率-增值产品"
		},
		"增值产品-行业": {
			id: 63,
			desc: "续签率-增值产品"
		},
		"增值产品-电商": {
			id: 64,
			desc: "续签率-增值产品"
		},
		"基本产品-电销": {
			id: 65,
			desc: "续签率-基本产品"
		},
		"基本产品-渠道": {
			id: 66,
			desc: "续签率-基本产品"
		},
		"基本产品-行业": {
			id: 67,
			desc: "续签率-基本产品"
		},
		"基本产品-电商": {
			id: 68,
			desc: "续签率-基本产品"
		},
		"客户满意度": {
			id: 29,
			desc: "对比图"
		},
		"产品用户贡献": {
			id: 32,
			desc: "对比图"
		},
		"Leads来源转化率": {
			id: 44,
			desc: "趋势图1"
		},
		"库存Leads总数": {
			id: 60,
			desc: "趋势图2"
		},
		"库存Leads来源": {
			id: 39,
			desc: "趋势图2"
		},
		"新增Leads来源": {
			id: 36,
			desc: "趋势图2"
		},
		"已分配Leads数": {
			id: 59,
			desc: "趋势图2"
		},
		"已分配Leads来源": {
			id: 37,
			desc: "趋势图2"
		}
	},
	'/datapanel/readme': {
		"ID": {
			id: 4,
			desc: '数字字典路由权限编号'
		}
	},
	'/datapanel/authority': {
		"ID": {
			id: 5,
			desc: '权限管理路由权限编号'
		}
	}
};
